Repository: RacheleSprugnoli/PUs-Alignment-Manzoni
Catalog: TMX/Penman 1972.tmx
Source language: it
Languages: en

source: corse come poteva al buio
en: hastened as best she could in the dark

source: entrò in fretta
en: quickly

source: mettersi in salvo
en: into safety

source: eran venuti giù saltelloni
en: had hurried down

source: un tocco e due e tre e seguita
en: one two three four five six seven

source: ne avessero avuto bisogno
en: they had needed one

source: scoccò la campana
en: the bell began to ring

source: di galoppo
en: she dashed off

source: prese la rincorsa
en: breaking into a run

source: mettersi in libertà
en: to free herself

source: Diavolo d' una donna
en: Blast the woman
